IDEA StatiCa Open Model
ConnectionData.BoltGrids Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bolt grids which belongs to the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<BoltGrid> BoltGrids { get; set; }
Public Property BoltGrids As List(Of BoltGrid)
	Get
	Set
public:
property List<BoltGrid^>^ BoltGrids {
	List<BoltGrid^>^ get ();
	void set (List<BoltGrid^>^ value);
}
Property Value
Type: List<BoltGrid>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace